var basemessages;
basemessages = {
    educations: ["研究生及以上", "大学本科", "大学专科", "高中/中专及以下"],
    marriages: ["未婚", "已婚有子女", "已婚无子女", "其他"],
    jobs: ["公务员", "医生", "教师", "其他事", "律师", "企业员(国有企业)", "企业员(三资企业)", "企业员(民营企业)", "军人", "学生", "个体", "其他"],
    industry_categorys: ["公共管理与社会组织", "科研文化卫生教育", "金融电力电信", "邮政交通运输公用", "计算机服务与软件业", "体育娱乐", "工业商业服务业贸易", "其他"],
    posts: ["厅局级以上(含)", "处级", "科级", "一般干部", "总经理级以上(含)", "部门经理", "职员", "其他"],
    professionals: ["高级", "中级", "初级", "无"]
}
export var Page2Data = {
	basemessagesOrder: basemessages
}
